Repository: PayCellcom/paycell-gateway-prestashop
Catalog: translations/*/ModulesPaycellpaymentgatewayShop.*.xlf
Languages: tr_tr

source: Please fill in all required fields correctly
tr_tr: Lütfen tüm gerekli alanları doğru şekilde doldurun

source: Tokenization failed
tr_tr: Token oluşturma başarısız

source: Payment processing failed
tr_tr: Ödeme işlemi başarısız

source: Please enter the cardholder name
tr_tr: Lütfen kart sahibi adını girin

source: Please enter a valid card number
tr_tr: Lütfen geçerli bir kart numarası girin

source: Please enter a valid expiry date (MM/YY)
tr_tr: Lütfen geçerli bir son kullanma tarihi girin (AA/YY)

source: Card has expired. Please enter a valid expiry date
tr_tr: Kart süresi dolmuş. Lütfen geçerli bir son kullanma tarihi girin

source: Please enter a valid CVV
tr_tr: Lütfen geçerli bir CVV girin

source: Failed to generate hash
tr_tr: Hash oluşturma başarısız

source: Single Payment
tr_tr: Tek Çekim

source: Installments
tr_tr: Taksit

source: Card Holder Name
tr_tr: Kart Sahibi Adı

source: Full name as shown on card
tr_tr: Kartta görünen tam ad

source: Card Number
tr_tr: Kart Numarası

source: Expiry Date
tr_tr: Son Kullanma Tarihi

source: Installment Options
tr_tr: Taksit Seçenekleri

source: Processing your order...
tr_tr: Siparişiniz işleniyor...

source: Pay with Paycell
tr_tr: Paycell ile Öde
