Repository: PayCellcom/paycell-gateway-prestashop
Catalog: translations/*/ModulesPaycellpaymentgatewayAdmin.*.xlf
Languages: tr_tr

source: Paycell Configuration
tr_tr: Paycell Yapılandırması

source: Sandbox Mode
tr_tr: Test Modu

source: Enable sandbox mode for testing
tr_tr: Test için test modunu etkinleştir

source: Application Name
tr_tr: Uygulama Adı

source: Your Paycell application name
tr_tr: Paycell uygulama adınız

source: Application Password
tr_tr: Uygulama Şifresi

source: Your Paycell application password
tr_tr: Paycell uygulama şifreniz

source: Secure Code
tr_tr: Güvenlik Kodu

source: Your Paycell secure code
tr_tr: Paycell güvenlik kodunuz

source: Merchant Code
tr_tr: Satıcı Kodu

source: Your Paycell merchant code
tr_tr: Paycell satıcı kodunuz

source: Application Name is required.
tr_tr: Uygulama Adı gereklidir.

source: Application Password is required.
tr_tr: Uygulama Şifresi gereklidir.

source: Secure Code is required.
tr_tr: Güvenlik Kodu gereklidir.

source: Merchant Code is required.
tr_tr: Satıcı Kodu gereklidir.
